-- =========================
-- customers
-- =========================
INSERT INTO customers (
    name,
    phone_number,
    memo
) VALUES
(
    '田中 太郎',
    '090-1111-1111',
    '肩こりがひどい'
),
(
    '佐藤 花子',
    '090-2222-2222',
    '腰痛'
),
(
    '鈴木 一郎',
    '090-3333-3333',
    '初回来店'
);

-- =========================
-- staffs
-- =========================
INSERT INTO staffs (
    name
) VALUES
('山田'),
('佐々木'),
('高橋');

-- =========================
-- menus
-- =========================
INSERT INTO menus (
    name,
    duration_minutes,
    price
) VALUES
(
    '整体60分',
    60,
    6000
),
(
    '整体90分',
    90,
    8500
),
(
    '骨盤矯正30分',
    30,
    3500
);